Repository: TheR7angelo/MyExpenses
Catalog: MyExpenses.Wpf/Resources/Resx/Pages/LocationManagementPage/LocationManagementPageResources.*.resx
Languages: fr_fr

# MessageBoxMenuItemDeleteFeatureNoUseSuccess
source: Place was successfully removed
fr_fr: Le lieu a été supprimé avec succès

# MessageBoxMenuItemDeleteFeatureUseQuestion
source: This location is in use.Are you sure you want to delete this location and everything linked to it ?
fr_fr: Cet emplacement est en cours d'utilisation.Êtes-vous sûr de vouloir supprimer cet emplacement et tout ce qui y est lié ?

# MessageBoxMenuItemDeleteFeatureUseSuccess
source: Place and all relative element was successfully removed
fr_fr: Le lieu et tous les éléments relatifs ont été supprimés avec succès

# MessageBoxMenuItemDeleteFeatureError
source: An error occurred please retry
fr_fr: Une erreur s'est produite, veuillez réessayer

# MessageBoxProcessNewPlaceAddSuccess
source: The new place has been added successfully
fr_fr: Le nouveau lieu a été ajouté avec succès

# MessageBoxProcessNewPlaceEditSuccess
source: The new location has been successfully edited
fr_fr: Le nouvel emplacement a été modifié avec succès

# MessageBoxProcessNewPlaceError
source: An error occurred please retry
fr_fr: Une erreur s'est produite, veuillez réessayer

# MenuItemHeaderAddPoint
source: Add new point
fr_fr: Ajouter un nouveau point

# MenuItemHeaderDeleteFeature
source: Delete point
fr_fr: Supprimer le point

# MenuItemHeaderEditFeature
source: Edit point
fr_fr: Modifier le point
