Repository: TheR7angelo/MyExpenses
Catalog: MyExpenses.Smartphones/Resources/Resx/ContentPages/MainPage/MainPageResources.*.resx
Languages: fr_fr

# MessageBoxAddDataBaseSuccessTitle
source: Success
fr_fr: Succès

# MessageBoxAddDataBaseSuccessMessage
source: New database was successfully added
fr_fr: La nouvelle base de données a été ajoutée avec succès

# MessageBoxAddDataBaseErrorMessage
source: An error occurred while adding the new database
fr_fr: Une erreur s'est produite lors de l'ajout de la nouvelle base de données

# MessageBoxAddDataBaseErrorTitle
source: An error occur
fr_fr: Une erreur s'est produite

# MessageBoxRemoveDataBaseQuestionMessage
source: Do you really want to delete all database selected ?
fr_fr: Voulez-vous vraiment supprimer toutes les bases de données sélectionnées ?

# MessageBoxRemoveDataBaseQuestionCancelButton
source: Cancel
fr_fr: Annuler

# MessageBoxRemoveDataBaseQuestionYesButton
source: Yes
fr_fr: Oui

# MessageBoxRemoveDataBaseSuccessTitle
source: Success
fr_fr: Succès

# MessageBoxRemoveDataBaseDropboxQuestionNoButton
source: No
fr_fr: Non

# MessageBoxRemoveDataBaseDropboxQuestionYesButton
source: Yes
fr_fr: Oui

# MessageBoxRemoveDataBaseDropboxQuestionMessage
source: Do you want to delete cloud databases if it also exists ?
fr_fr: Voulez-vous supprimer les bases de données cloud si elles existent également ?

# MessageBoxImportDatabaseSuccessTitle
source: Success
fr_fr: Succès

# MessageBoxImportDatabaseSuccessMessage
source: Database import operation was successful
fr_fr: L'opération d'importation de la base de données a réussi

# MessageBoxImportDatabaseErrorTitle
source: An error occur
fr_fr: Une erreur s'est produite

# MessageBoxImportDatabaseErrorMessage
source: An error occurred. Please try again
fr_fr: Une erreur s'est produite. Veuillez réessayer

# MessageBoxExportDataBaseSuccessMessage
source: Database backup operation was successful
fr_fr: L'opération de sauvegarde de la base de données a réussi

# MessageBoxExportDataBaseSuccessTitle
source: Success
fr_fr: Succès

# MessageBoxExportDataBaseErrorTitle
source: Error
fr_fr: Erreur

# MessageBoxExportDataBaseErrorMessage
source: An error occurred. Please try again
fr_fr: Une erreur s'est produite. Veuillez réessayer

# CustomPopupActivityIndicatorCreateNewDatabase
source: Creating new database...
fr_fr: Création d’une nouvelle base de données...

# CustomPopupActivityIndicatorOpenDatabase
source: Opening database "{0}"...
fr_fr: Ouverture de la base de données "{0}"...

# CustomPopupActivityIndicatorImportDatabaseFromCloud
source: Importing the database...
fr_fr: Importation de la base de données...

# CustomPopupActivityIndicatorImportDatabaseFromLocal
source: Importing the database...
fr_fr: Importation de la base de données...
