Repository: TheR7angelo/MyExpenses
Catalog: MyExpenses.SharedUtils/Resources/Resx/DetailedRecordManagement/DetailedRecordManagementResources.*.resx
Languages: fr_fr

# ButtonAddNewHistoryText
source: Add a new history
fr_fr: Ajouter un nouvel historique

# ButtonDeleteText
source: Delete
fr_fr: Supprimer

# ButtonCancelText
source: Cancel
fr_fr: Annuler

# ButtonRefocusText
source: Refocus
fr_fr: Recentrer

# ButtonUpdateText
source: Update
fr_fr: Mettre à jour

# LabelTextAddedOn
source: Added on :
fr_fr: Ajouté le :

# LabelTextOnTheAccount
source: On the account :
fr_fr: Sur le compte :

# LabelTextPointedOn
source: Pointed on :
fr_fr: Pointé le :

# MessageBoxDeleteHistoryErrorMessage
source: An error has occurred, please try again
fr_fr: Une erreur s’est produite, veuillez réessayer

# MessageBoxDeleteHistoryErrorTitle
source: Error
fr_fr: Erreur

# MessageBoxDeleteHistoryQuestionMessage
source: Do you really want to delete this record ?
fr_fr: Voulez-vous vraiment supprimer cet enregistrement ?

# MessageBoxDeleteHistoryQuestionNoButton
source: No
fr_fr: Non

# MessageBoxDeleteHistoryQuestionTitle
source: Delete this record ?
fr_fr: Supprimer cet enregistrement ?

# MessageBoxDeleteHistoryQuestionYesButton
source: Yes
fr_fr: Oui

# MessageBoxDeleteHistorySuccessMessage
source: Record was successfully deleted
fr_fr: L’enregistrement a été supprimé avec succès

# MessageBoxDeleteHistorySuccessTitle
source: Success
fr_fr: Succès

# MessageBoxValidationAccountFkError
source: Account cannot be null, please select an account
fr_fr: Le compte ne peut pas être nul, veuillez sélectionner un compte

# MessageBoxValidationCategoryTypeFkError
source: Category type cannot be null, please select a category type
fr_fr: Le type de catégorie ne peut pas être nul, veuillez sélectionner un type de catégorie

# MessageBoxValidationDateError
source: Date cannot be null, please select a date
fr_fr: La date ne peut pas être nulle, veuillez sélectionner une date

# MessageBoxValidationModePaymentFkError
source: Mode payment cannot be null, please select a mode payment
fr_fr: Le mode de paiement ne peut pas être nul, veuillez sélectionner un mode de paiement

# MessageBoxValidationPlaceFkError
source: Place cannot be null, please select a place
fr_fr: Le lieu ne peut pas être nul, veuillez sélectionner un lieu

# MessageBoxValidationDescriptionError
source: Description cannot be empty, please enter a description
fr_fr: La description ne peut pas être vide, veuillez saisir une description

# MessageBoxValidationValueError
source: Value cannot be null, please enter a valid value
fr_fr: La valeur ne peut pas être nulle, veuillez saisir une valeur valide

# MessageBoxValidHistoryErrorTitle
source: Error
fr_fr: Erreur

# ComboBoxPlaceCityHintAssist
source: City :
fr_fr: Ville :

# ComboBoxPlaceCountryHintAssist
source: Country :
fr_fr: Pays :

# ComboBoxPlaceHintAssist
source: Place :
fr_fr: Lieu :

source: Pointed operation :
fr_fr: Opération pointé :

# TitleIsDirty
source: Changes in progress
fr_fr: Changements en cours

# MessageBoxValidNewHistoryErrorMessage
source: There was an error updating the history. Please try again
fr_fr: Une erreur s’est produite lors de la mise à jour de l’historique. Veuillez réessayer

# MessageBoxValidNewHistoryErrorTitle
source: Error
fr_fr: Erreur

# MessageBoxValidNewHistoryQuestionMessage
source: Do you want to save the changes made to this record ?
fr_fr: Souhaitez-vous sauvegarder les modifications apportées à cet enregistrement ?

# MessageBoxValidNewHistoryQuestionNoButton
source: No
fr_fr: Non

# MessageBoxValidNewHistoryQuestionTitle
source: Confirm
fr_fr: Confirmation

# MessageBoxValidNewHistoryQuestionYesButton
source: Yes
fr_fr: Oui

# MessageBoxAddHistoryErrorMessage
source: An error occurred please retry
fr_fr: Une erreur s'est produite, veuillez réessayer

# MessageBoxAddHistoryQuestionMessage
source: Do you want to register a new banking transaction ?
fr_fr: Vous souhaitez enregistrer une nouvelle opération bancaire ?

# MessageBoxAddHistorySuccessMessage
source: The expense record was added successfully
fr_fr: L'enregistrement de la dépense a été ajouté avec succès

# MessageBoxDeleteHistoryNoUseSuccessMessage
source: This Record was successfully removed
fr_fr: Cet enregistrement a été supprimé avec succès

# MessageBoxDeleteHistoryUseSuccessMessage
source: This record and all relative element was successfully removed
fr_fr: Cet enregistrement et tous les éléments relatifs ont été supprimés avec succès

# MessageBoxDeleteUseRecordQuestionMessage
source: This record is in use. Are you sure you want to delete this record and everything linked to it ?
fr_fr: Cet enregistrement est en cours d'utilisation. Etes-vous sûr de vouloir supprimer cet enregistrement et tout ce qui y est lié ?

# ComboBoxAccountHintAssist
source: From the account :
fr_fr: Depuis le compte :

# ComboBoxBackgroundHintAssist
source: Basemap :
fr_fr: Fond de carte :

# ButtonValidText
source: Valid
fr_fr: Valider

# TextBoxValueHintAssist
source: Value :
fr_fr: Valeur :

# ComboBoxCategoryTypeHintAssist
source: Category type :
fr_fr: Type de catégorie :

# ComboBoxModePaymentHintAssist
source: Mode payment :
fr_fr: Mode de paiement :

# TimePickerWhenHintAssist
source: Time :
fr_fr: Temps :
