Repository: TheR7angelo/MyExpenses
Catalog: MyExpenses.Smartphones/Resources/Resx/ContentPages/CurrencySymbolSummaryContentPage/CurrencySymbolSummaryContentPageResources.*.resx
Languages: fr_fr

# PlaceholderText
source: Add a new currency symbol :
fr_fr: Ajouter un nouveau symbole monétaire :

# ButtonValidText
source: Valid
fr_fr: Valider

# MessageBoxValidateCurrencySymbolErrorEmptyTitle
source: Error
fr_fr: Erreur

# MessageBoxValidateCurrencySymbolErrorEmptyMessage
source: Symbol can't be empty
fr_fr: Le symbole ne peut pas être vide

# MessageBoxValidateCurrencySymbolErrorAlreadyExistTitle
source: Error
fr_fr: Erreur

# MessageBoxValidateCurrencySymbolErrorAlreadyExistMessage
source: Symbol already exist
fr_fr: Le symbole existe déjà

# MesageBoxAddNewCurrencyQuestionYesButton
source: Yes
fr_fr: Oui

# MesageBoxAddNewCurrencyQuestionNoButton
source: No
fr_fr: Non

# MesageBoxAddNewCurrencyQuestionTitle
source: Add new currency ?
fr_fr: Ajouter une nouvelle devise ?

# MesageBoxAddNewCurrencyQuestionMessage
source: Do you really want to add "{0}" as a currency ?
fr_fr: Voulez-vous vraiment ajouter "{0}" comme nouvelle devise ?

# MesageBoxAddNewCurrencySuccessTitle
source: Success
fr_fr: Succès

# MesageBoxAddNewCurrencySuccessMessage
source: Currency symbol was successfully added
fr_fr: Le symbole de la devise a été ajouté avec succès

# MesageBoxAddNewCurrencyErrorTitle
source: Error
fr_fr: Erreur

# MesageBoxAddNewCurrencyErrorMessage
source: An error occurred while adding currency symbol, please retry
fr_fr: Une erreur s’est produite lors de l’ajout du symbole monétaire, veuillez réessayer

# CustomPopupEntryPlaceHolderText
source: Currency value :
fr_fr: Valeur dela devise :

# MessageBoxHandleCurrencyDeleteQuestionMessage
source: Are you sure you want to remove this currency? {0}All accounts that use this currency will also be deleted, be careful the operation may take more or less time depending on the number of data to be deleted
fr_fr: Êtes-vous sûr de vouloir supprimer cette monnaie ?{0}Tous les comptes qui utilisent cette devise seront également supprimés, attention l’opération peut prendre plus ou moins de temps en fonction du nombre de données à supprimer

# MessageBoxHandleCurrencyDeleteQuestionYesButton
source: Yes
fr_fr: Oui

# MessageBoxHandleCurrencyDeleteQuestionNoButton
source: No
fr_fr: Non

# MessageBoxHandleCurrencyEditSuccessTitle
source: Success
fr_fr: Succès

# MessageBoxHandleCurrencyEditSuccessMessage
source: Currency symbol was successfully edited
fr_fr: Le symbole de la devise a été modifié avec succès

# MessageBoxHandleCurrencyEditErrorTitle
source: Error
fr_fr: Erreur

# MessageBoxHandleCurrencyEditErrorMessage
source: An error occurred while editing currency symbol, please retry
fr_fr: Une erreur s’est produite lors de l’édition du symbole de la devise, veuillez réessayer

# MessageBoxHandleCurrencyDeleteSuccessTitle
source: Success
fr_fr: Succès

# MessageBoxHandleCurrencyDeleteSuccessMessage
source: Currency symbol and all related accounts were successfully deleted
fr_fr: Le symbole monétaire et tous les comptes associés ont été supprimés avec succès

# MessageBoxHandleCurrencyDeleteErrorTitle
source: Error
fr_fr: Erreur

# MessageBoxHandleCurrencyDeleteErrorMessage
source: An error occurred while deleting currency symbol, please retry
fr_fr: Une erreur s’est produite lors de la suppression du symbole de la devise, veuillez réessayer

# MessageBoxHandleCurrencyEditQuestionYesButton
source: Yes
fr_fr: Oui

# MessageBoxHandleCurrencyEditQuestionNoButton
source: No
fr_fr: Non

# MessageBoxHandleCurrencyEditQuestionMessage
source: Do you really want to edit this currency ?
fr_fr: Voulez-vous vraiment modifier cette devise ?
