Repository: TheR7angelo/MyExpenses
Catalog: MyExpenses.Smartphones/Resources/Resx/ContentPages/AddEditCategoryTypesContentPage/AddEditCategoryTypesContentPageResources.*.resx
Languages: fr_fr

# PlaceholderText
source: Category Name :
fr_fr: Nom de la catégorie :

# ButtonValidText
source: Valid
fr_fr: Valider

# LabelTextColor
source: Category color :
fr_fr: Couleur de la catégorie :

# MesageBoxAddNewCategoryTypeQuestionTitle
source: Add new category ?
fr_fr: Ajouter une nouvelle catégorie ?

# MesageBoxAddNewCategoryTypeQuestionYesButton
source: Yes
fr_fr: Oui

# MesageBoxAddNewCategoryTypeQuestionNoButton
source: No
fr_fr: Non

# MesageBoxAddNewCategoryTypeQuestionMessage
source: Do you really want to add "{0}" as a new category ?
fr_fr: Voulez-vous vraiment ajouter "{0}" comme nouvelle catégorie ?

# MesageBoxAddNewCategoryTypeSuccessTitle
source: Success
fr_fr: Succès

# MesageBoxAddNewCategoryTypeSuccessMessage
source: The new category has been successfully added
fr_fr: La nouvelle catégorie a été ajoutée avec succès

# MesageBoxAddNewCategoryTypeErrorTitle
source: Error
fr_fr: Erreur

# MesageBoxAddNewCategoryTypeErrorMessage
source: An error occurred while adding the new category, please try again
fr_fr: Une erreur s’est produite lors de l’ajout de la nouvelle catégorie, veuillez réessayer

# MessageBoxValidateCategoryTypeErrorEmptyTitle
source: Error
fr_fr: Erreur

# MessageBoxValidateCategoryTypeErrorEmptyMessage
source: The category name cannot be empty
fr_fr: Le nom de la catégorie ne peut pas être vide

# MessageBoxValidateCategoryTypeErrorAlreadyExistTitle
source: Error
fr_fr: Erreur

# MessageBoxValidateCategoryTypeErrorAlreadyExistMessage
source: The category name already exists
fr_fr: Le nom de la catégorie existe déjà

# MessageBoxValidateColorErrorEmptyTitle
source: Error
fr_fr: Erreur

# MessageBoxValidateColorErrorEmptyMessage
source: Color cannot be null
fr_fr: La couleur ne peut pas être nulle

# MessageBoxHandleCategoryTypeEditQuestionNoButton
source: No
fr_fr: Non

# MessageBoxHandleCategoryTypeEditQuestionYesButton
source: Yes
fr_fr: Oui

# MessageBoxHandleCategoryTypeEditQuestionMessage
source: Do you really want to edit this category ?
fr_fr: Voulez-vous vraiment modifier cette catégorie ?

# MessageBoxHandleCategoryTypeEditDeleteQuestionNoButton
source: No
fr_fr: Non

# MessageBoxHandleCategoryTypeEditDeleteQuestionYesButton
source: Yes
fr_fr: Oui

# MessageBoxHandleCategoryTypeEditDeleteQuestionTitle
source: Are you sure you want to remove this category ? {0}All records that use this category will also be deleted, be careful the operation may take more or less time depending on the number of data to be deleted
fr_fr: Êtes-vous sûr de vouloir supprimer cette catégorie ? {0}Tous les enregistrements qui utilisent cette catégorie seront également supprimés, attention l’opération peut prendre plus ou moins de temps en fonction du nombre de données à supprimer

# CustomPopupActivityIndicatorDeleteCategoryType
source: Deleting category and related records...
fr_fr: Suppression de la catégorie et des enregistrements associés...

# MessageBoxHandleCategoryTypeEditSuccessTitle
source: Success
fr_fr: Succès

# MessageBoxHandleCategoryTypeEditSuccessMessage
source: Category was successfully edited
fr_fr: La catégorie a été modifiée avec succès

# MessageBoxHandleCategoryTypeEditErrorTitle
source: Error
fr_fr: Erreur

# MessageBoxHandleCategoryTypeEditErrorMessage
source: An error occurred while editing category, please retry
fr_fr: Une erreur s’est produite lors de l’édition de la catégorie, veuillez réessayer

# MessageBoxHandleCategoryTypeDeleteSuccessTitle
source: Success
fr_fr: Succès

# MessageBoxHandleCategoryTypeDeleteSuccessMessage
source: Category and all related records were successfully deleted
fr_fr: La catégorie et tous les enregistrements associés ont été supprimés avec succès

# MessageBoxHandleCategoryTypeDeleteErrorTitle
source: Error
fr_fr: Erreur

# MessageBoxHandleCategoryTypeDeleteErrorMessage
source: An error occurred while deleting category, please retry
fr_fr: Une erreur s’est produite lors de la suppression de la catégorie, veuillez réessayer
