Repository: TheR7angelo/MyExpenses
Catalog: MyExpenses.SharedUtils/Resources/Resx/ModePaymentManagement/ModePaymentManagementResources.*.resx
Languages: fr_fr

# MessageBoxModePaymentCantEditMessage
source: This payment method cannot be changed or deleted
fr_fr: Ce mode de paiement ne peut pas être modifié ou supprimé

# MessageBoxEditModePaymentErrorMessage
source: An error occurred please retry
fr_fr: Une erreur s'est produite, veuillez réessayer

# MessageBoxEditModePaymentSuccessMessage
source: Mode payment was successfully edited
fr_fr: Le mode de paiement a été modifié avec succès

# ButtonCancelContent
source: Cancel
fr_fr: Annuler

# ButtonDeleteContent
source: Delete
fr_fr: Supprimer

# ButtonValidContent
source: Valid
fr_fr: Valide

# MessageBoxDeleteModePaymentError
source: An error occurred please retry
fr_fr: Une erreur s'est produite, veuillez réessayer

# MessageBoxDeleteModePaymentNoUseSuccess
source: Mode payment was successfully removed
fr_fr: Le mode de paiement a été supprimé avec succès

# MessageBoxDeleteModePaymentUseQuestion
source: This mode payment is in use. Are you sure you want to delete this mode payment and everything linked to it ?
fr_fr: Ce mode de paiement est utilisé. Etes-vous sûr de vouloir supprimer ce mode de paiement et tout ce qui y est lié ?

# MessageBoxDeleteModePaymentUseSuccess
source: Mode payment and all relative element was successfully removed
fr_fr: Le mode de paiement et tous les éléments relatifs ont été supprimés avec succès

# MessageBoxDeleteQuestion
source: Do you really want to delete this mode payment ?
fr_fr: Voulez-vous vraiment supprimer ce mode de paiement ?

# MessageBoxModePaymentNameAlreadyExistsMessage
source: Mode payment already exist
fr_fr: Le mode de paiement existe déjà

# MessageBoxModePaymentNameEmptyErrorMessage
source: Mode payment name cannot be empty
fr_fr: Le nom du mode de paiement ne peut pas être vide

# TextBoxModePaymentName
source: Mode payment name :
fr_fr: Nom du mode de paiement :

# WindowTitle
source: Add or edit a payment method
fr_fr: Ajouter ou modifier un mode de paiement

# MessageBoxModePaymentCantEditTitle
source: Error
fr_fr: Erreur

# MessageBoxValidateModePaymentErrorAlreadyExistMessage
source: The payment method already exists
fr_fr: Le mode de paiement existe déjà

# MessageBoxModePaymentNameAlreadyExistsTitle
source: Error
fr_fr: Erreur

# MessageBoxModePaymentNameEmptyErrorTitle
source: Error
fr_fr: Erreur

# MessageBoxAddModePaymentErrorMessage
source: An error occurred please retry
fr_fr: Une erreur s'est produite, veuillez réessayer

# MessageBoxAddModePaymentErrorTitle
source: Error
fr_fr: Erreur

# MessageBoxAddModePaymentSuccessMessage
source: The new mode payment has been added successfully
fr_fr: Le nouveau mode de paiement a été ajouté avec succès

# MessageBoxAddModePaymentSuccessTitle
source: Success
fr_fr: Succès
