Repository: TheR7angelo/MyExpenses
Catalog: MyExpenses.Wpf/Resources/Resx/Windows/AddEditCategoryTypeWindow/AddEditCategoryTypeWindowResources.*.resx
Languages: fr_fr

# ButtonCancelContent
source: Cancel
fr_fr: Annuler

# ButtonValidContent
source: Valid
fr_fr: Valider

# TextBoxCategoryTypeName
source: New category :
fr_fr: Nouvelle catégorie :

# MessageBoxCategoryAlreadyExists
source: Category already exists
fr_fr: La catégorie existe déjà

# ComboBoxColorValue
source: What color is assigned ?
fr_fr: Quelle couleur est attribuée ?

# MessageBoxCategoryNameCannotBeEmptyError
source: Category name cannot be empty
fr_fr: Le nom de la catégorie ne peut pas être vide

# MessageBoxCategoryColorCannotBeEmptyError
source: Category color cannot be empty
fr_fr: La couleur de la catégorie ne peut pas être vide

# MessageBoxAddColorSuccess
source: New color was successfully added
fr_fr: La nouvelle couleur a été ajoutée avec succès

# MessageBoxAddColorError
source: An error occurred please retry
fr_fr: Une erreur s'est produite, veuillez réessayer

# MessageBoxEditColorSuccess
source: Color was successfully edited
fr_fr: La couleur a été modifiée avec succès

# MessageBoxEditColorError
source: An error occurred please retry
fr_fr: Une erreur s'est produite, veuillez réessayer

# ButtonDeleteContent
source: Delete
fr_fr: Supprimer

# MessageBoxDeleteQuestion
source: Do you really want to delete this category type ?
fr_fr: Voulez-vous vraiment supprimer ce type de catégorie ?

# MessageBoxDeleteCategoryTypeNoUseSuccess
source: Category type was successfully removed
fr_fr: Le type de catégorie a été supprimé avec succès

# MessageBoxDeleteCategoryTypeUseQuestion
source: This category type is in use. Are you sure you want to delete this category type and everything linked to it ?
fr_fr: Ce type de catégorie est utilisé. Etes-vous sûr de vouloir supprimer ce type de catégorie et tout ce qui y est lié ?

# MessageBoxDeleteCategoryTypeUseSuccess
source: Category type and all relative element was successfully removed
fr_fr: Le type de catégorie et tous les éléments relatifs ont été supprimés avec succès

# MessageBoxDeleteCategoryTypeError
source: An error occurred please retry
fr_fr: Une erreur s'est produite, veuillez réessayer

# TitleWindow
source: Add or edit a category type
fr_fr: Ajouter ou modifier un type de catégorie
