Repository: TheR7angelo/MyExpenses
Catalog: MyExpenses.SharedUtils/Resources/Resx/AccountTypeManagement/AccountTypeManagementResources.*.resx
Languages: fr_fr

# ButtonValidText
source: Valid
fr_fr: Valider

# MessageBoxAddNewAccountTypeErrorMessage
source: An error occurred while adding account type, please retry
fr_fr: Une erreur s'est produite lors de l'ajout du type de compte, veuillez réessayer

# MessageBoxAddNewAccountTypeErrorTitle
source: Error
fr_fr: Erreur

# MessageBoxAddNewAccountTypeQuestionMessage
source: Do you really want to add "{0}" as a new account type ?
fr_fr: Voulez-vous vraiment ajouter "{0}" comme nouveau type de compte ?

# MessageBoxAddNewAccountTypeQuestionNoButton
source: No
fr_fr: Non

# MessageBoxAddNewAccountTypeQuestionTitle
source: Add new account type ?
fr_fr: Ajouter un nouveau type de compte ?

# MessageBoxAddNewAccountTypeQuestionYesButton
source: Yes
fr_fr: Oui

# MessageBoxAddNewAccountTypeSuccessMessage
source: The new account type has been successfully added
fr_fr: Le nouveau type de compte a été ajouté avec succès

# MessageBoxAddNewAccountTypeSuccessTitle
source: Success
fr_fr: Succès

# MessageBoxAccountTypeDeleteErrorMessage
source: An error occurred while deleting account type, please retry
fr_fr: Une erreur s'est produite lors de la suppression du type de compte, veuillez réessayer

# MessageBoxAccountTypeDeleteErrorTitle
source: Error
fr_fr: Erreur

# MessageBoxAccountTypeDeleteQuestionMessage
source: Are you sure you want to remove this account type?{0}All accounts that use this account type will also be deleted, be careful the operation may take more or less time depending on the number of data to be deleted
fr_fr: Etes-vous sûr de vouloir supprimer ce type de compte ?{0}Tous les comptes qui utilisent ce type de compte seront également supprimés, attention l'opération peut prendre plus ou moins de temps en fonction du nombre de données à supprimer.

# MessageBoxAccountTypeDeleteQuestionNoButton
source: No
fr_fr: Non

# MessageBoxAccountTypeDeleteQuestionYesButton
source: Yes
fr_fr: Oui

# MessageBoxAccountTypeDeleteSuccessMessage
source: Account type and all related accounts were successfully deleted
fr_fr: Le type de compte et tous les comptes associés ont été supprimés avec succès

# MessageBoxAccountTypeDeleteSuccessTitle
source: Success
fr_fr: Succès

# MessageBoxValidateAccountTypeErrorAlreadyExistMessage
source: Account type already exist
fr_fr: Le type de compte existe déjà

# MessageBoxValidateAccountTypeErrorAlreadyExistTitle
source: Error
fr_fr: Erreur

# MessageBoxValidateAccountTypeErrorEmptyMessage
source: Account type can't be empty
fr_fr: Le type de compte ne peut pas être vide

# MessageBoxValidateAccountTypeErrorEmptyTitle
source: Error
fr_fr: Erreur

# PlaceholderText
source: Add a new account type :
fr_fr: Ajouter un nouveau type de compte :

# ActivityIndicatorDeleteAccountType
source: Deleting the account type and all linked accounts
fr_fr: Suppression du type de compte et de tous les comptes associés

# MessageBoxAccountTypeEditErrorMessage
source: An error occurred while editing currency symbol, please retry
fr_fr: Une erreur s'est produite lors de la modification du symbole monétaire, veuillez réessayer

# MessageBoxAccountTypeEditErrorTitle
source: Error
fr_fr: Erreur

# MessageBoxAccountTypeEditQuestionMessage
source: Do you really want to edit this account type ?
fr_fr: Voulez-vous vraiment modifier ce type de compte ?

# MessageBoxAccountTypeEditQuestionNoButton
source: No
fr_fr: Non

# MessageBoxAccountTypeEditQuestionYesButton
source: Yes
fr_fr: Oui

# MessageBoxAccountTypeEditSuccessMessage
source: Account type was successfully edited
fr_fr: Le type de compte a été modifié avec succès

# MessageBoxAccountTypeEditSuccessTitle
source: Success
fr_fr: Succès
