Repository: TheR7angelo/MyExpenses
Catalog: MyExpenses.Wpf/Resources/Resx/UserControls/Settings/AppearanceControl/AppearanceControlResources.*.resx
Languages: fr_fr

# ButtonPrimaryColorTitle
source: What is the new primary color ?
fr_fr: Quelle est la nouvelle couleurs primaire ?

# ButtonSecondaryColorTitle
source: What is the new secondary color ?
fr_fr: Quelle est la nouvelle couleurs secondaire ?

# LabelThemeMode
source: Theme mode :
fr_fr: Mode thème :

# CheckBoxContentSyncWithOs
source: Synchronize with the operating system
fr_fr: Synchroniser avec le système d'exploitation

# LabelContentPrimaryLight
source: Primary - Light
fr_fr: Primaire - Clair

# LabelContentPrimaryMind
source: Primary - Average
fr_fr: Primaire - Moyenne

# LabelContentPrimaryDark
source: Primary - Dark
fr_fr: Primaire - Sombre

# LabelContentSecondaryLight
source: Secondary - Light
fr_fr: Secondaire - Clair

# LabelContentSecondaryMind
source: Secondary - Average
fr_fr: Secondaire - Moyenne

# LabelContentSecondaryDark
source: Secondary - Dark
fr_fr: Secondaire - Sombre

# ButtonContentPrimaryColor
source: Primary color
fr_fr: Couleur primaire

# ButtonContentSecondaryColor
source: Secondary color
fr_fr: Couleur secondaire
