Repository: TheR7angelo/MyExpenses
Catalog: MyExpenses.SharedUtils/Resources/Resx/PopupFilterManagement/PopupFilterManagementResources.*.resx
Languages: fr_fr

# ButtonCloseText
source: Close
fr_fr: Fermer

# SearchBarPlaceHolderTextAccount
source: Search by account name
fr_fr: Rechercher par nom de compte

# SearchBarPlaceHolderTextCategory
source: Search by category name
fr_fr: Rechercher par nom de catégorie

# SearchBarPlaceHolderTextDescription
source: Search by description
fr_fr: Rechercher par description

# SearchBarPlaceHolderTextAdditionalReason
source: Search by an additional reason
fr_fr: Recherche par une raison supplémentaire

# SearchBarPlaceHolderTextMainReason
source: Search by the main reason
fr_fr: Recherche par la raison principale

source: Checked
fr_fr: Coché

source: Unchecked
fr_fr: Décochée

# SearchBarPlaceHolderTextCheckUncheck
source: Search by a checked or unchecked value
fr_fr: Recherche par une valeur cochée ou non cochée

# SearchBarPlaceHolderTextValue
source: Search by a value
fr_fr: Rechercher par une valeur

# SearchBarPlaceHolderTextModePayment
source: Search by payment method
fr_fr: Rechercher par un mode de paiement

# SearchBarPlaceHolderTextPlace
source: Search by location
fr_fr: Rechercher par un lieu
